const BeliefPurposeCantonese = `# **關於我們**

**鳳城華人基督教會粤語事工的起源**\n\n

六零年代是美國華人基督徒校園查經班的萌芽期，許多東南亞的留學生，到北美各大學就讀，
而華人校園查經班如雨後春筍紛紛成立。就在其時一個來自香港的大學生Aleana 徐青雲、
一個來自台灣的研究生汪美, 一個大學圖書管理員楊愛華和他的先生武佩賢, 不約而同地到達亞利桑那那州立大學
(Arizona State University, 簡稱為ASU)，當時華人學生寥寥可數。身在異鄉的這四位華人，
一見如故,因為他們有一個共同的基督信仰，所以在六零年代中葉，他們一同開始禱告。後來由於ASU入學政策的改變，
台灣留學生大增，他們就在校園裡莘莘學子中廣傳福音。一九六八年他們成立了ASU的華人查經班，一同研讀神的話語(聖經)。
ASU的華人教授林聖賢在查經班信主，他和夫人畢修平成為福音的主力軍。沒有想到，這四人的同心追求，
數十年後演變成今日九百多人的鳳城華人基督教會 (Greater Phoenix Chinese Christian Church)。
而神早在當初、就有粤語事工的心意，使Aleana 徐姐妹、能超越語言的障礙，與三位台灣兄姐、一同禱告，一同讀聖經，並一同成立查經班。\n\n

早期的ASU查經班成員，以台灣同學居多，後有從香港和東南亞的僑生加入。這六零年代的四人禱告小組和學生查經班，
在短短十四年間，蒙神的祝福，從一個學生組織成長，成為一個一百多人的天庇中國基督徒教會(鳳城華人基督教會的前身)，
並請到從馬來西亞來的陳道明牧師為首任牧者。早年教會沒有粤語事工，而是由成立不久的鳳城華人宣道會負起這方面的福音責任，
不少的粤語弟兄姐妹，先後轉會，參加宣道會的事奉行列。\n\n

七年轉眼就過去了，教會在第二任牧者張德立牧師帶領之下，於一九八九年建造了位於McClintock Road 上的教堂，
改名鳳城華人基督教會。四年內又增加英語事工，並於一九九三年請到首任英語部牧師Pastor Derek Quan。
張德立牧師是一位有遠見和有異象的牧師，他有一次與王啓偉弟兄分享他所看到的一個畫面，那就是在同一個教會的園地中、
有不同的語言在不同的角落崇拜同一位神。後來張牧師又向王啓偉弟指出，教會說粤語的人數越見增加，應該為他們成立一個團契，
叫他考慮接受這個挑戰。當時他覺得有點為難，因他的妻子劉安生正與癌症作生死戰。當他將牧師的挑戰告訴太太時，
劉安生毫不猶疑的說：『你去做吧，我全力的支持你！』一九九六年幾位有負擔的弟兄們聚集在王啓偉弟兄家，商議如何進行，並於同年開始聚會。\n\n

一九九六年底劉安生姐妹息勞歸主，但記念到愛妻生前的鼓勵，王啓偉弟兄於一九九七年成為粤語團契的首任主席。
早年的團契主要同工包括陳健文、陳愛瓊夫婦，陳樹晉、吳慈玲夫婦，梁國昌、邵寶珠夫婦，沈柏、張婉飛夫婦，
何躍明、張巧平夫婦，和黃國光弟兄，等，而歷屆的主席記錄在以下的圖表中：\n\n

早年團契事工，多以每週在弟兄姐妹家查經分享為主。一九九七年底陳樹晉、吳慈玲夫婦因工作關係於離開鳳凰城。
到了二零零一年底王啟偉和陳健文、陳愛瓊夫婦因教會事工調整，先後離開了粤語團契。後來粤語團契因聚會人數逐漸減少，
於二零零五年四月停止聚會，各同工分散到其他事工續繼事奉主。\n\n

粤語事工好像告一段落，但在創造主的手裏，卻教他餘燼從起，數年後重新燃燒起來。
`

/*
| 任期 | 主席 | 任期 | 主席 |
| - | - | - | - |
| 1997 | 王啓偉弟兄 | 2001 | 陳健文弟兄 |
| 1998 | 陳健文弟兄 | 2002-2003 | 温卡嘉姐妹 |
| 1999-2000 | 梁國昌弟兄 | 2004-2005 | 沈柏弟兄 |
*/

export default BeliefPurposeCantonese