const churchNewsMandarin = {
    "2023-09-17": [
      "我们感谢**王钦慈牧师**在此周末一系列的证道，欢迎会众在主日崇拜结束后带午餐到CO201与王钦慈牧师共享午餐和交流。愿主记念他的辛劳，也赐福他在主里的事奉。",
      "今主日下午12:45-2:00**强涵弟兄**将在CO203分享，欢迎会众带午餐参加。",
      "**2024年宣道信心认献**的目标是$330,000，请会众为认献祷告，并直接以信心参与认献，认献款项的总额将为明年宣道事工预算的总额。",
      "**中文学校**将于今主日下午1:40-3:30在交谊厅举行家长分享座谈会：如何陪伴成长中的青少年？鼓励会众踊跃参加。",
      "今年12/17主日**圣诞节清唱剧**联合聚会，诗班从10/1 ，每主日下午2:30到3:30在诗班室，开始清唱剧练唱，欢迎受洗过的弟兄姊妹加入。向诗班报名试唱，详情请[联系黄素惠姊妹](mailto:suechiou@yahoo.com)。",
      "10/15主日将**接纳新会员**，若已信主受洗，参加教会聚会三个月，并认同教会宪章者，欢迎向办公室报名并参加10/1下午1:30-3:00在教会办公室举行的会员班。",
      "**秋季成人主日学**(9月-11月)：共7班。请会众扫描右面二维码或上教会的网站[查看主日学课程简介以及报名主日学](https://docs.google.com/forms/d/e/1FAIpQLSd8veXMj6qBhrAFHlJfOh81J4BZ0g3AmqVrqGCLTzcKzEvl5A/viewform?pli=1)。",
      "**中文带领牧师聘牧委员会**已成立，成员为：邝希恩长老、李帼穗、黄世浩、刘丕林、黄爱婷和陈建华牧师。新聘牧师将带领教会华语和粤语事工。详情或推荐[请联系邝长老](mailto:MandarinPSC.2023@gpccc.org)或任何成员。"
    ]
  }

  export default churchNewsMandarin