const churchNewsCantonese = {
    "2023-09-17": [
      "9/17/2023**聯合主日崇拜請點擊**[**這裡**](https://gpccc.org/youtube-live-stream/)",
      "每周三晚上7:30在CO206**粤语实体和网上zoom 同步进行祷告会**，请会众踊跃参加。\n\n[Zoom meeting ID: 850 9537 5040 Passcode: 777](https://us06web.zoom.us/j/85095375040?pwd=U0Q3cmZxOUV2NUZQUWppK25SUW1DQT09)",
      "**九月份粵語主日學** 希伯來書下半部. 歡迎大家一起來參加 **地點: CO-205教室**. \n\n重溫**2023**以往主日學的YouTube錄影，可以點擊以下網上連結: [粤语主日學](https://www.youtube.com/playlist?list=PLdRiVGnVGy1GJj0ikTilH1i4nm4vpiofz)",
      "**宣道培灵年会将于9/15-17(周五至周日)举行**，今年主题为“传讲祂的名”，中文讲员王钦慈牧师(华传国际总主任)， 英文讲员Brent Gambrell。请会众为大会及明年度宣道信心认献祷告， 求神赐福教会宣道事工。宣道部将推动30天祷告，鼓励会众按祷告事项建议，每日分别时间为圣，顺从圣灵的引导为各项事情祷告.\n\n欢迎参加周六晚上的**国际晚宴**,（不带菜也一样欢迎来参加！）\n\n*请愿意烹调佳肴的家庭，周六晚上准备5人份量的佳肴带来与大家一起分享，请使用方便清理的一次用菜盘*。\n\n大会日程如下：\n\n* 周五 9/15 07:00 – 09:00 pm 主题信息一 (**大堂**)  \n* 周六 9/16 04:30 – 05:50 pm 国际晚宴 (**交谊厅**)  \n* 周六 9/16 06:00 – 07:10 pm 主题信息二 (**大堂**)  \n* 周六 9/16 07:20 – 08:20 pm 座谈会 (**大堂**)  \n* 周六 9/16 08:20 – 09:00 pm 会后国际茶点 (**交谊厅**)  \n* 主日 9/17 09:30 – 10:45 am 联合中文主日 (**CO101**)  \n* 主日 9/17 11:15 – 12:35 pm 主日崇拜 (**大堂**)\n\n※9/16周六宣教年会欢迎各位参加儿童节目的小朋友们穿戴各民族的服饰，时间为晚上6:00至8:20在**B207/208**室.\n\n",
      "欢迎会众在主日崇拜结束后带午餐到CO201与**王钦慈牧师**共享午餐和交流。",
      "**2024年宣道信心认献的目标是$330,000**，请会众为认献祷告，并直接以信心参与认献，认献款项的总额将为明年宣道事工预算的总额。",
      "**中文学校**将于本主日下午1:40-3:30在交谊厅举行家长分享座谈会：如何陪伴成长中的青少年？鼓励会众踊跃参加。",
      "本主日**下午12:45-2:00强涵弟兄**将在CO203分享，欢迎会众带午餐参加。",
      "**今年12/17主日圣诞节清唱剧联合聚会**，诗班从10/1 ，每主日下午2:30到3:30在诗班室，开始清唱剧练唱，欢迎受洗过的弟兄姊妹加入。向诗班报名试唱，详情请[联系黄素惠姊妹](mailto:suechiou@yahoo.com)。",
      "**10/15主日将接纳新会员**，若已信主受洗，参加教会聚会三个月，并认同教会宪章者，欢迎向办公室报名并参加10/1下午1:30-3:00在教会办公室举行的会员班。"
    ]
  }

  export default churchNewsCantonese