import * as React from 'react'

import Container from '@mui/material/Container'
import Paper from '@mui/material/Paper'
import Typography from '@mui/material/Typography'

const OurBeliefPurposeMandarin = () => (
    <Container component="section" maxWidth="lg">
    <Paper sx={{my:2, py:2, px: {xs: 2, sm: 3, md: 4}}}>
        <Typography variant="h5" sx={{fontWeight: 'bold'}}>关于我们</Typography>
        <Typography variant="body1">
            <p>
            我們是一群不分宗派、福音信仰的基督徒所組成的教會，無論您的年齡背景、
            工作或使用的語言，我們都非常樂意的，與您分享真理的教導和基督徒的友情。
            </p>
        </Typography>

        <Typography variant="h5" sx={{fontWeight: 'bold', pt: 3, pb: 2}}>教會的歷史</Typography>
        <Typography variant="body1">
            <Typography sx={{fontWeight: 'bold'}}>查經班時期</Typography>
            <p>
            一九六八年一個來自香港的大學生Aleana 徐, 一個從台灣來的研究生汪美,
            一個大學圖書管理員楊愛華和他的先生武佩賢，在亞利桑納州立大學的校園內，
            開始了查經聚會，當聚會人數增長之後，學生們就借用在學校附近的聯合衛理教會的教堂來固定聚會，
            同時也 開始向新來的華人移民傳福音。一九八零年當聚會人數達五十人之後，
            他們也嘗試舉行主日的崇拜聚會。
            </p>

            <Typography sx={{fontWeight: 'bold'}}>天庇中國基督徒教會時期</Typography>
            <p>
            兩年之後，於一九八二年一月二十一日教會正式成立，並向政府註冊立案，取名 – 
            「天庇中國基督徒教會」。 教會首任牧師陳道明牧師於一九八二年十月正式上任，
            教會人數也逐漸增長，並且於一九八三年六月遷往 天庇第一浸信會聚會，
            當時陳牧師與教會同工們已著手進行建堂的事工，蒙主帶領於一九八五年購得在虔得樂 
            市教堂的三畝土地。陳牧師後於當年年底離職，教會著手進行聘牧事工。
            張德立牧師於一九八七年九月成為教會 第二任牧師，
            而後張牧師與眾同工們同心盡力的進行建堂工程，終於在一九八九年十月，
            完成教堂第一期工程。
            </p>

            <Typography sx={{fontWeight: 'bold'}}>鳳城華人基督教會時期</Typography>
            <p>
            一九八九年十月教會遷入麥克林塔克街堂址後，隨即改名為「鳳城華人基督教會」，
            此後教會增長極為迅速。於 一九九三年教會聘關維光牧師為首任的英語部牧師，
            帶領持續增長的英文事工。張牧師後於一九九六年離職， 教會著手進行聘牧事工，
            同時間，也進行教堂第二期擴建工程。
            </p>

            <p>
            一九九七年十一月教會完成教堂第二期工程，同時聘楊光甫牧師成為中文部第三任牧師。
            由於教會事工日漸擴展， 於一九九八年六月同時成立建堂委員會及聘牧委員會，
            隔年十二月教會按立楊牧師為主任牧師。
            </p>

            <p>
            爾後於二零零零年八月，教會聘杜德明牧師為中文部牧師，
            並於二零零一年一月聘李長橋傳道為青少年/兒童部傳道。
            並且於二零零一年八月三十一日，購買位於雷街的虔得樂第一浸信會的堂址，
            正式遷入七畝半的現址，繼續發展教會各樣事工。 杜牧師後於二零零二年三月離職，
            而後教會於八月聘請劉書華傳道為中文助理牧師。
            二零一二年九月從休斯頓聘請蔡啟遠牧師為粵語牧師。
            </p>

            <p>
            教會自成立以來一直蒙主賜福，目前教會主日聚會人數，成人及青少年共約五百五十人，
            孩童約有一百五十人， 每週二晚間也服侍近四十人的餐飲業員工，
            同時教會也積極在思高谷市及亞利桑納州立大學的校園推展福音事工。
            並且每主日下午，教會所屬的中文學校，也服務了約兩百六十位學生。
            鳳城華人基督教會持續秉持　主的託付，是一個 以聖經為中心，獨立的福音派教會。
            </p>
        </Typography>

        <Typography variant="h5" sx={{fontWeight: 'bold', pt: 3, pb: 2}}>教會的使命</Typography>
        <Typography variant="body1">
            <Typography sx={{fontWeight: 'bold'}}>我們的宗旨</Typography>
            <p>
            鳳城華人基督教會的宗旨是榮耀 神，為了達成這目標，我們將竭力完成 二大使命：
            </p>
            <p>
            ﹝一﹞ 為主訓練門徒<br/>
            ﹝二﹞ 為主拯救靈魂
            </p>
            <p>
            我們將藉著下面這 四項事工 來帶領會眾達到此目標：
            </p>

            <div>
            <Typography sx={{fontWeight: 'bold'}}>敬拜</Typography>
            身為耶穌基督的門徒，我們相信我們存在的最重要目的是敬拜神。在每主日上午當會眾聚集敬拜神時，
            乃是我們在每天為祂而活的一週中，最重要的事奉與見證。
            </div>

            <div>
            <Typography sx={{fontWeight: 'bold', pt: 2}}>教導</Typography>
            我們相信聖經是獨一真神所默示的，而且是毫無錯誤的真理，並且是我們靈命增長獨一準則。
            在教會中， 我們透過成人，青少年及兒童的主日學課程，週間團契及崇拜的証道，來導會眾神的話語。
            </div>

            <div>
            <Typography sx={{fontWeight: 'bold', pt: 2}}>團契</Typography>
            在神的家中，我們鼓勵每一個會眾至少參加一個團契活動。在這個較小但較親密的團體中，
            會眾間的關係 得以被建立起來。目前在教會的諸多團契中，有專為長輩們設立的長青團契，
            以及許多性質不同的成人團契， ﹝如家庭團契, 婦女團契，校園團契，單親團契，社青團契﹞，
            專為青少年安排的活動，也區分為初中生團契及 高中生團契，並也有依不同語言區分的團契，
            如台語團契，粵語團契等。
            </div>

            <div>
            <Typography sx={{fontWeight: 'bold', pt: 2}}>宣道</Typography>
            為遵行主耶穌基督的大使命，我們致力向社區及普世傳福音。
            目前教會支持在世界各地宣教的宣教士及福音機構，
            並參與社區內的福音工作，並鼓勵會眾直接參與宣教工作。
            </div>
        </Typography>

        <Typography variant="h5" sx={{fontWeight: 'bold', pt: 5, pb: 2}}>教會的信仰宣言</Typography>
        <Typography variant="body1">
            <div>
            <Typography sx={{fontWeight: 'bold'}}>第一條　聖經論</Typography>
            我們相信聖經(新舊約)是神所默示的，原文絕無錯誤，乃為基督徒信仰的根據，事奉與生活的最高準則。
            (提後3:16;彼後1:20-21;詩119)
            </div>

            <div>
            <Typography sx={{fontWeight: 'bold', pt: 2}}>第二條　神論</Typography>
            我們相信永恆不變、完全聖潔、獨一無二、三位一體的真神－聖父、聖子、
            聖靈(同等、同權、同榮)－是創造萬物的主宰，生命的源頭。
            (出3:14;詩90:2;利11:44;約17:3;太3:16-17;28:19;徒17:24-28 )
            </div>
            
            <div>
            <Typography sx={{fontWeight: 'bold', pt: 2}}>第三條　基督論</Typography>
            我們相信耶穌基督是神的獨生愛子，藉童貞女馬利亞從聖靈感孕而生，道成肉身，絕對無罪。
            祂因擔當世人的罪而被釘死在十字架上，第三日從死裡復活，為要救一切信祂的人；且已升天，
            如今坐在神的右邊，為眾信徒祈求，將來必再來審判世人。(太3:17;1:18-25;約1:14;
            約壹3:5;路23:33-46;彼前2:22-25;路24:36-40;羅8:34;約5:27-29;提後4:1)
            </div>
            
            <div>
            <Typography sx={{fontWeight: 'bold', pt: 2}}>第四條　聖靈論</Typography>
            我們相信聖靈是由聖父與聖子差來；叫世人知罪悔改，並使一切信耶穌的人重生、成聖、得安慰、
            受印記，引導信徒明白真理，且將恩賜和能力賜給信徒，作主聖工。（約15:26;16:8;16:13;
            3:5-6;多3:5;羅15:16;帖後2:13;彼前1:2;弗1:13-14;4:30;林前12:4-11;徒1:8）
            </div>
            
            <div>
            <Typography sx={{fontWeight: 'bold', pt: 2}}>第五條　人論與救恩論</Typography>
            我們相信神按自己的形像造人，但因始祖亞當、夏娃悖逆神，犯罪墮落，就與神隔絕，死亡就臨到世人。
            人絕無力自救，惟有憑信心接受耶穌基督的救贖，才能得救。（創1:26;2:7-22;3:6;羅5:12;耶2:22;
            13:23;弗2:8-9;提前2:5;徒4:12;約14:6-7）
            </div>
            
            <div>
            <Typography sx={{fontWeight: 'bold', pt: 2}}>第六條　教會論</Typography>
            我們相信教會是神的家，基督的身體，基督是教會的元首，眾信徒互為肢體，彼此配搭事奉主。
            且按聖經，廣義的教會乃包括以前、現在和將來所有重生得救的信徒。教會最大的使命是廣傳福音，
            並在真道上造就信徒。（提前3:15;弗1:23;4:15-16;啟7:9;太28:18-20)
            </div>
            
            <div>
            <Typography sx={{fontWeight: 'bold', pt: 2}}>第七條　末世論</Typography>
            我們相信耶穌基督必照自己的應許再來，審判世人，並相信世人無論善惡，在末日都必復活，
            信祂的永遠與神同在;不信的，永遠沉淪滅亡、祂的國度永無窮盡。
            （太25:31-46;約14:3;5:27-29;徒24:15;帖後1:6-9;路1:33;啟11:15）
            </div>
        </Typography>
    </Paper>
    </Container>
)

export default OurBeliefPurposeMandarin